INSERT INTO students (name, document_serial, document_number) VALUES 
	('Elon', 'US', 1234567),
	('Vasya', '40 05', 1234567),
	('Carl', 'US', 1234568),
	('Max', '41 08', 1234567),
	('Anthony', 'US', 1234567),
	('Veniamin', '40 04', 1224567),
	('Alex', 'UK', 1234567);
	
INSERT INTO subjects (subject_name) VALUES 
	('Math'),
	('English'),
	('Physics'),
	('Biology');
	
INSERT INTO progress (fk_student_id, fk_subject_id, mark) VALUES
	(1,1,2),
	(1,2,3),
	(1,3,4),
	(2,1,5),
	(2,2,4),
	(2,3,3),
	(3,1,2),
	(3,2,4),
	(3,3,5),
	(4,1,5),
	(4,2,5),
	(4,3,5),
	(5,1,4),
	(5,2,4),
	(5,3,4),
	(6,1,3),
	(6,2,3),
	(6,3,3),
	(7,1,5),
	(7,2,1),
	(7,3,6);
	
	
/*у меня почему то не от единицы создал и студентов и сабжекты, 
//вот моё

	(32,13,2),
	(32,14,3),
	(32,15,4),
	(33,13,5),
	(33,14,4),
	(33,15,3),
	(34,13,2),
	(34,14,4),
	(34,15,5),
	(35,13,5),
	(35,14,5),
	(35,15,5),
	(36,13,4),
	(36,14,4),
	(36,15,4),
	(37,13,3),
	(37,14,3),
	(37,15,3),
	(38,13,5),
	(38,14,1),
	(38,15,6);
	
*/